//*****************************************************************************
//
// Имя файла    : 'AssemblyInfo.cs'
// Заголовок    : Файл версионности проекта
// Автор        : Крыцкий А.В.
// Контакты     : kav.it@mail.ru
// Дата         : 06/11/2013
//
//*****************************************************************************

using System.Reflection;
using System.Runtime.InteropServices;
using System.Windows;

//
// Дополнительные поля
// 

[assembly: Guid("A193D4B4-B0FB-4E4D-948D-5D6FA7826FF7")]
