//*****************************************************************************
//
// Имя файла    : 'Core.Net.cs'
// Заголовок    : Подсистема сокетов на базе SharpLib
// Автор        : Крыцкий А.В.
// Контакты     : kav.it@mail.ru
// Дата         : 17/04/2013
//
//*****************************************************************************

namespace SharpLib
{
    public enum NetProto
    {
        Unknow = 0,

        Ipv4 = 1,

        Ipv6 = 2,

        Tcp4 = 3,

        Tcp6 = 4,

        Udp = 5,

        Icmp = 6
    }
}